module.exports = {
  "GET /table/testData": {
    code: "000000",
    msg: "请求成功",
    data: [
      {
        date1: "2016-05-01",
        name: "王小虎",
        address: "上海市普陀区金沙江路 1518 弄"
      },
      {
        date1: "2016-05-02",
        name: "王小虎",
        address: "上海市普陀区金沙江路 1517 弄"
      },
      {
        date1: "2016-05-03",
        name: "王小虎",
        address: "上海市普陀区金沙江路 1519 弄"
      },
      {
        date1: "2016-05-04",
        name: "王小虎",
        address: "上海市普陀区金沙江路 1516 弄"
      },
      {
        date1: "2016-05-05",
        name: "王小虎",
        address: "上海市普陀区金沙江路 1518 弄"
      },
      {
        date1: "2016-05-06",
        name: "王小虎",
        address: "上海市普陀区金沙江路 1517 弄"
      },
      {
        date1: "2016-05-07",
        name: "王小虎",
        address: "上海市普陀区金沙江路 1519 弄"
      },
      {
        date1: "2016-05-08",
        name: "王小虎",
        address: "上海市普陀区金沙江路 1516 弄"
      },
      {
        date1: "2016-05-09",
        name: "王小虎",
        address: "上海市普陀区金沙江路 1518 弄"
      },
      {
        date1: "2016-05-10",
        name: "王小虎",
        address: "上海市普陀区金沙江路 1517 弄"
      }
    ],
    totalItem: 43
  }
};
